",|Punctuation (comma) used to separate entries in a list of names. Example: Alice, Bob, Carol" = ",";

"Add|generic add button" = "Προσθήκη";

"Cancel|generic cancel button" = "Άκυρο";

"Facebook Messages|Title of button on sheet allowing user to contact a friend via Facebook Messages" = "Μηνύματα στο Facebook";

"Facebook User|Placeholder name for Facebook user whose name is unknown" = "Χρήστης του Facebook";

"Friends or Contacts|placeholder text in to field of contacts picker" = "Φίλοι ή επαφές";

"Group Conversation|Label at top of online friends list that takes user to new message composer" = "Ομαδική συζήτηση";

"Incomplete contact|Alert title: Newly created contact needs more information" = "Ελλιπής επαφή";

"Invalid Contact|Alert title: Newly created contact has invalid information" = "Μη έγκυρη επαφή";

"Last Updated: %@|last updated date in pull to refresh header" = "Τελευταία ενημέρωση: %1$@";

"Loading...|loading progress text" = "Φόρτωση...";

"More Online Friends|Table title: More friends who are online (but are not top ranked friends)" = "Περισσότεροι συνδεδεμένοι φίλοι";

"Name|Placeholder text: Name of new contact" = "Όνομα";

"New Contact|Button title: Create a new contact" = "Νέα επαφή";

"OK|generic affirmative button" = "OK";

"on mobile|presences status for being available on mobile" = "στο κινητό";

"online|presences status for being online on the web" = "συνδεδεμένος";

"Phone or Email|Placeholder text: Phone or email address of new contact" = "Τηλέφωνο ή email";

"Please enter a phone number or email.|Alert message: Newly created contact has invalid information" = "Πληκτρολογήστε αριθμό τηλεφώνου ή email.";

"Please enter the person's name and contact information.|Alert message: Newly created contact needs more information" = "Πληκτρολογήστε το όνομα και τα στοιχεία επικοινωνίας του ατόμου.";

"Pull down to refresh...|message for pull down to refresh" = "Προς τα κάτω για ανανέωση...";

"Push up to refresh...|message for push up to refresh" = "Προς τα πάνω για ανανέωση...";

"Release to refresh...|message for releasing to refresh" = "Για ανανέωση, αφήστε το ελεύθερο…";

"Search|placeholder in search bar" = "Αναζήτηση";

"Search for More Friends…|Label at bottom of online friends list that lets user search for more friends" = "Αναζήτηση περισσότερων φίλων…";

"Send to:|Title of sheet shown when sending to a user with multiple points of contact" = "Αποστολή σε:";

"To:|to field in contact picker" = "Προς:";

"Updating...|updating progress text" = "Ενημέρωση...";

